{
  "John": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "38",
          "red_words": "What seek ye?"
        },
        {
          "verse": "39",
          "red_words": "Come and see"
        },
        {
          "verse": "42",
          "red_words": "Thou art Simon the son of Jona: thou shalt be called Cephas,"
        },
        {
          "verse": "43",
          "red_words": "Follow me"
        },
        {
          "verse": "47",
          "red_words": "Behold an Israelite indeed, in whom is no guile!"
        },
        {
          "verse": "48",
          "red_words": "Before that Philip called thee, when thou wast under the fig tree, I saw thee."
        },
        {
          "verse": "50",
          "red_words": "Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these."
        },
        {
          "verse": "51",
          "red_words": "Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "4",
          "red_words": "Woman, what have I to do with thee? mine hour is not yet come."
        },
        {
          "verse": "7",
          "red_words": "Fill the waterpots with water. And they filled them up to the brim."
        },
        {
          "verse": "8",
          "red_words": "Draw out now, and bear unto the governor of the feast."
        },
        {
          "verse": "16",
          "red_words": "Take these things hence; make not my Father's house an house of merchandise."
        },
        {
          "verse": "19",
          "red_words": "Destroy this temple, and in three days I will raise it up."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "3",
          "red_words": "Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God."
        },
        {
          "verse": "5",
          "red_words": "Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God."
        },
        {
          "verse": "6",
          "red_words": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit."
        },
        {
          "verse": "7",
          "red_words": "Marvel not that I said unto thee, Ye must be born again."
        },
        {
          "verse": "8",
          "red_words": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit."
        },
        {
          "verse": "10",
          "red_words": "Art thou a master of Israel, and knowest not these things?"
        },
        {
          "verse": "11",
          "red_words": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness."
        },
        {
          "verse": "12",
          "red_words": "If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?"
        },
        {
          "verse": "13",
          "red_words": "And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven."
        },
        {
          "verse": "14",
          "red_words": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:"
        },
        {
          "verse": "15",
          "red_words": "That whosoever believeth in him should not perish, but have eternal life."
        },
        {
          "verse": "16",
          "red_words": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."
        },
        {
          "verse": "17",
          "red_words": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved."
        },
        {
          "verse": "18",
          "red_words": "He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God."
        },
        {
          "verse": "19",
          "red_words": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil."
        },
        {
          "verse": "20",
          "red_words": "For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved."
        },
        {
          "verse": "21",
          "red_words": "But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God."
        }
      ]
    },
    {
      "chapter": "4",
      "verses": [
        {
          "verse": "7",
          "red_words": "Give me to drink."
        },
        {
          "verse": "10",
          "red_words": "If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water."
        },
        {
          "verse": "13",
          "red_words": "Whosoever drinketh of this water shall thirst again:"
        },
        {
          "verse": "14",
          "red_words": "But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life."
        },
        {
          "verse": "16",
          "red_words": "Go, call thy husband, and come hither."
        },
        {
          "verse": "17",
          "red_words": "Thou hast well said, I have no husband:"
        },
        {
          "verse": "18",
          "red_words": "For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly."
        },
        {
          "verse": "21",
          "red_words": "Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father."
        },
        {
          "verse": "22",
          "red_words": "Ye worship ye know not what: we know what we worship: for salvation is of the Jews."
        },
        {
          "verse": "23",
          "red_words": "But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him."
        },
        {
          "verse": "24",
          "red_words": "God is a Spirit: and they that worship him must worship him in spirit and in truth."
        },
        {
          "verse": "26",
          "red_words": "I that speak unto thee am he."
        },
        {
          "verse": "32",
          "red_words": "I have meat to eat that ye know not of."
        },
        {
          "verse": "34",
          "red_words": "My meat is to do the will of him that sent me, and to finish his work."
        },
        {
          "verse": "35",
          "red_words": "Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest."
        },
        {
          "verse": "36",
          "red_words": "And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together."
        },
        {
          "verse": "37",
          "red_words": "And herein is that saying true, One soweth, and another reapeth."
        },
        {
          "verse": "38",
          "red_words": "I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours."
        },
        {
          "verse": "48",
          "red_words": "Except ye see signs and wonders, ye will not believe."
        },
        {
          "verse": "50",
          "red_words": "Go thy way; thy son liveth."
        },
        {
          "verse": "53",
          "red_words": "Thy son liveth:"
        }
      ]
    },
    {
      "chapter": "5",
      "verses": [
        {
          "verse": "6",
          "red_words": "Wilt thou be made whole?"
        },
        {
          "verse": "8",
          "red_words": "Rise, take up thy bed, and walk."
        },
        {
          "verse": "14",
          "red_words": "Behold, thou art made whole: sin no more, lest a worse thing come unto thee."
        },
        {
          "verse": "17",
          "red_words": "My Father worketh hitherto, and I work."
        },
        {
          "verse": "19",
          "red_words": "Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise."
        },
        {
          "verse": "20",
          "red_words": "For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel."
        },
        {
          "verse": "21",
          "red_words": "For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will."
        },
        {
          "verse": "22",
          "red_words": "For the Father judgeth no man, but hath committed all judgment unto the Son:"
        },
        {
          "verse": "23",
          "red_words": "That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him."
        },
        {
          "verse": "24",
          "red_words": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life."
        },
        {
          "verse": "25",
          "red_words": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live."
        },
        {
          "verse": "26",
          "red_words": "For as the Father hath life in himself; so hath he given to the Son to have life in himself;"
        },
        {
          "verse": "27",
          "red_words": "And hath given him authority to execute judgment also, because he is the Son of man."
        },
        {
          "verse": "28",
          "red_words": "Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,"
        },
        {
          "verse": "29",
          "red_words": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation."
        },
        {
          "verse": "30",
          "red_words": "I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me."
        },
        {
          "verse": "31",
          "red_words": "If I bear witness of myself, my witness is not true."
        },
        {
          "verse": "32",
          "red_words": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true."
        },
        {
          "verse": "33",
          "red_words": "Ye sent unto John, and he bare witness unto the truth."
        },
        {
          "verse": "34",
          "red_words": "But I receive not testimony from man: but these things I say, that ye might be saved."
        },
        {
          "verse": "35",
          "red_words": "He was a burning and a shining light: and ye were willing for a season to rejoice in his light."
        },
        {
          "verse": "36",
          "red_words": "But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me."
        },
        {
          "verse": "37",
          "red_words": "And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape."
        },
        {
          "verse": "38",
          "red_words": "And ye have not his word abiding in you: for whom he hath sent, him ye believe not."
        },
        {
          "verse": "39",
          "red_words": "Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me."
        },
        {
          "verse": "40",
          "red_words": "And ye will not come to me, that ye might have life."
        },
        {
          "verse": "41",
          "red_words": "I receive not honour from men."
        },
        {
          "verse": "42",
          "red_words": "But I know you, that ye have not the love of God in you."
        },
        {
          "verse": "43",
          "red_words": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive."
        },
        {
          "verse": "44",
          "red_words": "How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?"
        },
        {
          "verse": "45",
          "red_words": "Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust."
        },
        {
          "verse": "46",
          "red_words": "For had ye believed Moses, ye would have believed me; for he wrote of me."
        },
        {
          "verse": "47",
          "red_words": "But if ye believe not his writings, how shall ye believe my words?"
        }
      ]
    },
    {
      "chapter": "6",
      "verses": [
        {
          "verse": "5",
          "red_words": "Whence shall we buy bread, that these may eat?"
        },
        {
          "verse": "10",
          "red_words": "Make the men sit down."
        },
        {
          "verse": "12",
          "red_words": "Gather up the fragments that remain, that nothing be lost."
        },
        {
          "verse": "20",
          "red_words": "It is I; be not afraid."
        },
        {
          "verse": "26",
          "red_words": "Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled."
        },
        {
          "verse": "27",
          "red_words": "Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed."
        },
        {
          "verse": "29",
          "red_words": "This is the work of God, that ye believe on him whom he hath sent."
        },
        {
          "verse": "32",
          "red_words": "Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven."
        },
        {
          "verse": "33",
          "red_words": "For the bread of God is he which cometh down from heaven, and giveth life unto the world."
        },
        {
          "verse": "35",
          "red_words": "I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst."
        },
        {
          "verse": "36",
          "red_words": "But I said unto you, That ye also have seen me, and believe not."
        },
        {
          "verse": "37",
          "red_words": "All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out."
        },
        {
          "verse": "38",
          "red_words": "For I came down from heaven, not to do mine own will, but the will of him that sent me."
        },
        {
          "verse": "39",
          "red_words": "And this is the Father's will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day."
        },
        {
          "verse": "40",
          "red_words": "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day."
        },
        {
          "verse": "43",
          "red_words": "Murmur not among yourselves."
        },
        {
          "verse": "44",
          "red_words": "No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day."
        },
        {
          "verse": "45",
          "red_words": "It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me."
        },
        {
          "verse": "46",
          "red_words": "Not that any man hath seen the Father, save he which is of God, he hath seen the Father."
        },
        {
          "verse": "47",
          "red_words": "Verily, verily, I say unto you, He that believeth on me hath everlasting life."
        },
        {
          "verse": "48",
          "red_words": "I am that bread of life."
        },
        {
          "verse": "49",
          "red_words": "Your fathers did eat manna in the wilderness, and are dead."
        },
        {
          "verse": "50",
          "red_words": "This is the bread which cometh down from heaven, that a man may eat thereof, and not die."
        },
        {
          "verse": "51",
          "red_words": "I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world."
        },
        {
          "verse": "53",
          "red_words": "Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you."
        },
        {
          "verse": "54",
          "red_words": "Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day."
        },
        {
          "verse": "55",
          "red_words": "For my flesh is meat indeed, and my blood is drink indeed."
        },
        {
          "verse": "56",
          "red_words": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him."
        },
        {
          "verse": "57",
          "red_words": "As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me."
        },
        {
          "verse": "58",
          "red_words": "This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever."
        },
        {
          "verse": "61",
          "red_words": "Doth this offend you?"
        },
        {
          "verse": "62",
          "red_words": "What and if ye shall see the Son of man ascend up where he was before?"
        },
        {
          "verse": "63",
          "red_words": "It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life."
        },
        {
          "verse": "64",
          "red_words": "But there are some of you that believe not."
        },
        {
          "verse": "65",
          "red_words": "Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father."
        },
        {
          "verse": "67",
          "red_words": "Will ye also go away?"
        },
        {
          "verse": "70",
          "red_words": "Have not I chosen you twelve, and one of you is a devil?"
        }
      ]
    },
    {
      "chapter": "7",
      "verses": [
        {
          "verse": "6",
          "red_words": "My time is not yet come: but your time is alway ready."
        },
        {
          "verse": "7",
          "red_words": "The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil."
        },
        {
          "verse": "8",
          "red_words": "Go ye up unto this feast: I go not up yet unto this feast: for my time is not yet full come."
        },
        {
          "verse": "16",
          "red_words": "My doctrine is not mine, but his that sent me."
        },
        {
          "verse": "17",
          "red_words": "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself."
        },
        {
          "verse": "18",
          "red_words": "He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him."
        },
        {
          "verse": "19",
          "red_words": "Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?"
        },
        {
          "verse": "21",
          "red_words": "I have done one work, and ye all marvel."
        },
        {
          "verse": "22",
          "red_words": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man."
        },
        {
          "verse": "23",
          "red_words": "If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are ye angry at me, because I have made a man every whit whole on the sabbath day?"
        },
        {
          "verse": "24",
          "red_words": "Judge not according to the appearance, but judge righteous judgment."
        },
        {
          "verse": "28",
          "red_words": "Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not."
        },
        {
          "verse": "29",
          "red_words": "But I know him: for I am from him, and he hath sent me."
        },
        {
          "verse": "33",
          "red_words": "Yet a little while am I with you, and then I go unto him that sent me."
        },
        {
          "verse": "34",
          "red_words": "Ye shall seek me, and shall not find me: and where I am, thither ye cannot come."
        },
        {
          "verse": "37",
          "red_words": "If any man thirst, let him come unto me, and drink."
        },
        {
          "verse": "38",
          "red_words": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water."
        }
      ]
    },
    {
      "chapter": "8",
      "verses": [
        {
          "verse": "7",
          "red_words": "He that is without sin among you, let him first cast a stone at her."
        },
        {
          "verse": "10",
          "red_words": "Woman, where are those thine accusers? hath no man condemned thee?"
        },
        {
          "verse": "11",
          "red_words": "Neither do I condemn thee: go, and sin no more."
        },
        {
          "verse": "12",
          "red_words": "I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life."
        },
        {
          "verse": "14",
          "red_words": "Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go."
        },
        {
          "verse": "15",
          "red_words": "Ye judge after the flesh; I judge no man."
        },
        {
          "verse": "16",
          "red_words": "And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me."
        },
        {
          "verse": "17",
          "red_words": "It is also written in your law, that the testimony of two men is true."
        },
        {
          "verse": "18",
          "red_words": "I am one that bear witness of myself, and the Father that sent me beareth witness of me."
        },
        {
          "verse": "19",
          "red_words": "Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also."
        },
        {
          "verse": "21",
          "red_words": "I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come."
        },
        {
          "verse": "23",
          "red_words": "Ye are from beneath; I am from above: ye are of this world; I am not of this world."
        },
        {
          "verse": "24",
          "red_words": "I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins."
        },
        {
          "verse": "25",
          "red_words": "Even the same that I said unto you from the beginning."
        },
        {
          "verse": "26",
          "red_words": "I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him."
        },
        {
          "verse": "28",
          "red_words": "When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things."
        },
        {
          "verse": "29",
          "red_words": "And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him."
        },
        {
          "verse": "31",
          "red_words": "If ye continue in my word, then are ye my disciples indeed;"
        },
        {
          "verse": "32",
          "red_words": "And ye shall know the truth, and the truth shall make you free."
        },
        {
          "verse": "34",
          "red_words": "Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin."
        },
        {
          "verse": "35",
          "red_words": "And the servant abideth not in the house for ever: but the Son abideth ever."
        },
        {
          "verse": "36",
          "red_words": "If the Son therefore shall make you free, ye shall be free indeed."
        },
        {
          "verse": "37",
          "red_words": "I know that ye are Abraham's seed; but ye seek to kill me, because my word hath no place in you."
        },
        {
          "verse": "38",
          "red_words": "I speak that which I have seen with my Father: and ye do that which ye have seen with your father."
        },
        {
          "verse": "39",
          "red_words": "If ye were Abraham's children, ye would do the works of Abraham."
        },
        {
          "verse": "40",
          "red_words": "But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham."
        },
        {
          "verse": "41",
          "red_words": "Ye do the deeds of your father."
        },
        {
          "verse": "42",
          "red_words": "If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me."
        },
        {
          "verse": "43",
          "red_words": "Why do ye not understand my speech? even because ye cannot hear my word."
        },
        {
          "verse": "44",
          "red_words": "Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it."
        },
        {
          "verse": "45",
          "red_words": "And because I tell you the truth, ye believe me not."
        },
        {
          "verse": "46",
          "red_words": "Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?"
        },
        {
          "verse": "47",
          "red_words": "He that is of God heareth God's words: ye therefore hear them not, because ye are not of God."
        },
        {
          "verse": "49",
          "red_words": "I have not a devil; but I honour my Father, and ye do dishonour me."
        },
        {
          "verse": "50",
          "red_words": "And I seek not mine own glory: there is one that seeketh and judgeth."
        },
        {
          "verse": "51",
          "red_words": "Verily, verily, I say unto you, If a man keep my saying, he shall never see death."
        },
        {
          "verse": "54",
          "red_words": "If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:"
        },
        {
          "verse": "55",
          "red_words": "Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying."
        },
        {
          "verse": "56",
          "red_words": "Your father Abraham rejoiced to see my day: and he saw it, and was glad."
        },
        {
          "verse": "58",
          "red_words": "Verily, verily, I say unto you, Before Abraham was, I am."
        }
      ]
    },
    {
      "chapter": "9",
      "verses": [
        {
          "verse": "3",
          "red_words": "Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him."
        },
        {
          "verse": "4",
          "red_words": "I must work the works of him that sent me, while it is day: the night cometh, when no man can work."
        },
        {
          "verse": "5",
          "red_words": "As long as I am in the world, I am the light of the world."
        },
        {
          "verse": "7",
          "red_words": "Go, wash in the pool of Siloam"
        },
        {
          "verse": "35",
          "red_words": "Dost thou believe on the Son of God?"
        },
        {
          "verse": "37",
          "red_words": "Thou hast both seen him, and it is he that talketh with thee."
        },
        {
          "verse": "39",
          "red_words": "For judgment I am come into this world, that they which see not might see; and that they which see might be made blind."
        },
        {
          "verse": "41",
          "red_words": "If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth."
        }
      ]
    },
    {
      "chapter": "10",
      "verses": [
        {
          "verse": "2",
          "red_words": "But he that entereth in by the door is the shepherd of the sheep."
        },
        {
          "verse": "3",
          "red_words": "To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out."
        },
        {
          "verse": "4",
          "red_words": "And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice."
        },
        {
          "verse": "5",
          "red_words": "And a stranger will they not follow, but will flee from him: for they know not the voice of strangers."
        },
        {
          "verse": "7",
          "red_words": "Verily, verily, I say unto you, I am the door of the sheep."
        },
        {
          "verse": "8",
          "red_words": "All that ever came before me are thieves and robbers: but the sheep did not hear them."
        },
        {
          "verse": "9",
          "red_words": "I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture."
        },
        {
          "verse": "10",
          "red_words": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."
        },
        {
          "verse": "11",
          "red_words": "I am the good shepherd: the good shepherd giveth his life for the sheep."
        },
        {
          "verse": "12",
          "red_words": "But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep."
        },
        {
          "verse": "13",
          "red_words": "The hireling fleeth, because he is an hireling, and careth not for the sheep."
        },
        {
          "verse": "14",
          "red_words": "I am the good shepherd, and know my sheep, and am known of mine."
        },
        {
          "verse": "15",
          "red_words": "As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep."
        },
        {
          "verse": "16",
          "red_words": "And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd."
        },
        {
          "verse": "17",
          "red_words": "Therefore doth my Father love me, because I lay down my life, that I might take it again."
        },
        {
          "verse": "18",
          "red_words": "No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father."
        },
        {
          "verse": "25",
          "red_words": "I told you, and ye believed not: the works that I do in my Father's name, they bear witness of me."
        },
        {
          "verse": "26",
          "red_words": "But ye believe not, because ye are not of my sheep, as I said unto you."
        },
        {
          "verse": "27",
          "red_words": "My sheep hear my voice, and I know them, and they follow me:"
        },
        {
          "verse": "28",
          "red_words": "And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand."
        },
        {
          "verse": "29",
          "red_words": "My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father's hand."
        },
        {
          "verse": "30",
          "red_words": "I and my Father are one."
        },
        {
          "verse": "32",
          "red_words": "Many good works have I shewed you from my Father; for which of those works do ye stone me?"
        },
        {
          "verse": "34",
          "red_words": "Is it not written in your law, I said, Ye are gods?"
        },
        {
          "verse": "35",
          "red_words": "If he called them gods, unto whom the word of God came, and the scripture cannot be broken;"
        },
        {
          "verse": "36",
          "red_words": "Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?"
        },
        {
          "verse": "37",
          "red_words": "If I do not the works of my Father, believe me not."
        },
        {
          "verse": "38",
          "red_words": "But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him."
        }
      ]
    },
    {
      "chapter": "11",
      "verses": [
        {
          "verse": "4",
          "red_words": "This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby."
        },
        {
          "verse": "7",
          "red_words": "Let us go into Judaea again."
        },
        {
          "verse": "9",
          "red_words": "Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world."
        },
        {
          "verse": "10",
          "red_words": "But if a man walk in the night, he stumbleth, because there is no light in him."
        },
        {
          "verse": "11",
          "red_words": "Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep."
        },
        {
          "verse": "14",
          "red_words": "Lazarus is dead."
        },
        {
          "verse": "15",
          "red_words": "And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him."
        },
        {
          "verse": "23",
          "red_words": "Thy brother shall rise again. I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:"
        },
        {
          "verse": "26",
          "red_words": "And whosoever liveth and believeth in me shall never die. Believest thou this?"
        },
        {
          "verse": "34",
          "red_words": "Where have ye laid him?"
        },
        {
          "verse": "39",
          "red_words": "Take ye away the stone."
        },
        {
          "verse": "40",
          "red_words": "Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?"
        },
        {
          "verse": "41",
          "red_words": "Father, I thank thee that thou hast heard me."
        },
        {
          "verse": "42",
          "red_words": "And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me."
        },
        {
          "verse": "43",
          "red_words": "Lazarus, come forth."
        },
        {
          "verse": "44",
          "red_words": "Loose him, and let him go."
        }
      ]
    },
    {
      "chapter": "12",
      "verses": [
        {
          "verse": "7",
          "red_words": "Let her alone: against the day of my burying hath she kept this."
        },
        {
          "verse": "8",
          "red_words": "For the poor always ye have with you; but me ye have not always."
        },
        {
          "verse": "23",
          "red_words": "The hour is come, that the Son of man should be glorified."
        },
        {
          "verse": "24",
          "red_words": "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit."
        },
        {
          "verse": "25",
          "red_words": "He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal."
        },
        {
          "verse": "26",
          "red_words": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour."
        },
        {
          "verse": "27",
          "red_words": "Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour."
        },
        {
          "verse": "28",
          "red_words": "Father, glorify thy name."
        },
        {
          "verse": "30",
          "red_words": "This voice came not because of me, but for your sakes."
        },
        {
          "verse": "31",
          "red_words": "Now is the judgment of this world: now shall the prince of this world be cast out."
        },
        {
          "verse": "32",
          "red_words": "And I, if I be lifted up from the earth, will draw all men unto me."
        },
        {
          "verse": "35",
          "red_words": "Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth."
        },
        {
          "verse": "36",
          "red_words": "While ye have light, believe in the light, that ye may be the children of light."
        },
        {
          "verse": "44",
          "red_words": "He that believeth on me, believeth not on me, but on him that sent me."
        },
        {
          "verse": "45",
          "red_words": "And he that seeth me seeth him that sent me."
        },
        {
          "verse": "46",
          "red_words": "I am come a light into the world, that whosoever believeth on me should not abide in darkness."
        },
        {
          "verse": "47",
          "red_words": "And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world."
        },
        {
          "verse": "48",
          "red_words": "He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day."
        },
        {
          "verse": "49",
          "red_words": "For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak."
        },
        {
          "verse": "50",
          "red_words": "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak."
        }
      ]
    },
    {
      "chapter": "13",
      "verses": [
        {
          "verse": "7",
          "red_words": "What I do thou knowest not now; but thou shalt know hereafter."
        },
        {
          "verse": "8",
          "red_words": "Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me."
        },
        {
          "verse": "10",
          "red_words": "He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all."
        },
        {
          "verse": "12",
          "red_words": "Know ye what I have done to you?"
        },
        {
          "verse": "13",
          "red_words": "Ye call me Master and Lord: and ye say well; for so I am."
        },
        {
          "verse": "14",
          "red_words": "If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's feet."
        },
        {
          "verse": "15",
          "red_words": "For I have given you an example, that ye should do as I have done to you."
        },
        {
          "verse": "16",
          "red_words": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him."
        },
        {
          "verse": "17",
          "red_words": "If ye know these things, happy are ye if ye do them."
        },
        {
          "verse": "18",
          "red_words": "I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me."
        },
        {
          "verse": "19",
          "red_words": "Now I tell you before it come, that, when it is come to pass, ye may believe that I am he."
        },
        {
          "verse": "20",
          "red_words": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me."
        },
        {
          "verse": "21",
          "red_words": "Verily, verily, I say unto you, that one of you shall betray me."
        },
        {
          "verse": "26",
          "red_words": "He it is, to whom I shall give a sop, when I have dipped it."
        },
        {
          "verse": "27",
          "red_words": "That thou doest, do quickly."
        },
        {
          "verse": "31",
          "red_words": "Now is the Son of man glorified, and God is glorified in him."
        },
        {
          "verse": "32",
          "red_words": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him."
        },
        {
          "verse": "33",
          "red_words": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you."
        },
        {
          "verse": "34",
          "red_words": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another."
        },
        {
          "verse": "35",
          "red_words": "By this shall all men know that ye are my disciples, if ye have love one to another."
        },
        {
          "verse": "36",
          "red_words": "Whither I go, thou canst not follow me now; but thou shalt follow me afterwards."
        },
        {
          "verse": "38",
          "red_words": "Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice."
        }
      ]
    },
    {
      "chapter": "14",
      "verses": [
        {
          "verse": "2",
          "red_words": "In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you."
        },
        {
          "verse": "3",
          "red_words": "And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also."
        },
        {
          "verse": "4",
          "red_words": "And whither I go ye know, and the way ye know."
        },
        {
          "verse": "6",
          "red_words": "I am the way, the truth, and the life: no man cometh unto the Father, but by me."
        },
        {
          "verse": "7",
          "red_words": "If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him."
        },
        {
          "verse": "9",
          "red_words": "Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Show us the Father?"
        },
        {
          "verse": "10",
          "red_words": "Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works."
        },
        {
          "verse": "11",
          "red_words": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works' sake."
        },
        {
          "verse": "12",
          "red_words": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father."
        },
        {
          "verse": "13",
          "red_words": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son."
        },
        {
          "verse": "14",
          "red_words": "If ye shall ask any thing in my name, I will do it."
        },
        {
          "verse": "15",
          "red_words": "If ye love me, keep my commandments."
        },
        {
          "verse": "16",
          "red_words": "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;"
        },
        {
          "verse": "17",
          "red_words": "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you."
        },
        {
          "verse": "18",
          "red_words": "I will not leave you comfortless: I will come to you."
        },
        {
          "verse": "19",
          "red_words": "Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also."
        },
        {
          "verse": "20",
          "red_words": "At that day ye shall know that I am in my Father, and ye in me, and I in you."
        },
        {
          "verse": "21",
          "red_words": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him."
        },
        {
          "verse": "23",
          "red_words": "If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him."
        },
        {
          "verse": "24",
          "red_words": "He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me."
        },
        {
          "verse": "25",
          "red_words": "These things have I spoken unto you, being yet present with you."
        },
        {
          "verse": "26",
          "red_words": "But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you."
        },
        {
          "verse": "27",
          "red_words": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."
        },
        {
          "verse": "28",
          "red_words": "Ye have heard how I said unto you, I go away, and come again unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I."
        },
        {
          "verse": "29",
          "red_words": "And now I have told you before it come to pass, that, when it is come to pass, ye might believe."
        },
        {
          "verse": "30",
          "red_words": "Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me."
        },
        {
          "verse": "31",
          "red_words": "But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence."
        }
      ]
    },
    {
      "chapter": "15",
      "verses": [
        {
          "verse": "2",
          "red_words": "Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit."
        },
        {
          "verse": "3",
          "red_words": "Now ye are clean through the word which I have spoken unto you."
        },
        {
          "verse": "4",
          "red_words": "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me."
        },
        {
          "verse": "5",
          "red_words": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."
        },
        {
          "verse": "6",
          "red_words": "If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned."
        },
        {
          "verse": "7",
          "red_words": "If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you."
        },
        {
          "verse": "8",
          "red_words": "Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples."
        },
        {
          "verse": "9",
          "red_words": "As the Father hath loved me, so have I loved you: continue ye in my love."
        },
        {
          "verse": "10",
          "red_words": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love."
        },
        {
          "verse": "11",
          "red_words": "These things have I spoken unto you, that my joy might remain in you, and that your joy might be full."
        },
        {
          "verse": "12",
          "red_words": "This is my commandment, That ye love one another, as I have loved you."
        },
        {
          "verse": "13",
          "red_words": "Greater love hath no man than this, that a man lay down his life for his friends."
        },
        {
          "verse": "14",
          "red_words": "Ye are my friends, if ye do whatsoever I command you."
        },
        {
          "verse": "15",
          "red_words": "Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you."
        },
        {
          "verse": "16",
          "red_words": "Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you."
        },
        {
          "verse": "17",
          "red_words": "These things I command you, that ye love one another."
        },
        {
          "verse": "18",
          "red_words": "If the world hate you, ye know that it hated me before it hated you."
        },
        {
          "verse": "19",
          "red_words": "If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you."
        },
        {
          "verse": "20",
          "red_words": "Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also."
        },
        {
          "verse": "21",
          "red_words": "But all these things will they do unto you for my name's sake, because they know not him that sent me."
        },
        {
          "verse": "22",
          "red_words": "If I had not come and spoken unto them, they had not had sin: but now they have no cloak for their sin."
        },
        {
          "verse": "23",
          "red_words": "He that hateth me hateth my Father also."
        },
        {
          "verse": "24",
          "red_words": "If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father."
        },
        {
          "verse": "25",
          "red_words": "But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause."
        },
        {
          "verse": "26",
          "red_words": "But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:"
        },
        {
          "verse": "27",
          "red_words": "And ye also shall bear witness, because ye have been with me from the beginning."
        }
      ]
    },
    {
      "chapter": "16",
      "verses": [
        {
          "verse": "2",
          "red_words": "They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service."
        },
        {
          "verse": "3",
          "red_words": "And these things will they do unto you, because they have not known the Father, nor me."
        },
        {
          "verse": "4",
          "red_words": "But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you."
        },
        {
          "verse": "5",
          "red_words": "But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?"
        },
        {
          "verse": "6",
          "red_words": "But because I have said these things unto you, sorrow hath filled your heart."
        },
        {
          "verse": "7",
          "red_words": "Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you."
        },
        {
          "verse": "8",
          "red_words": "And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:"
        },
        {
          "verse": "9",
          "red_words": "Of sin, because they believe not on me;"
        },
        {
          "verse": "10",
          "red_words": "Of righteousness, because I go to my Father, and ye see me no more;"
        },
        {
          "verse": "11",
          "red_words": "Of judgment, because the prince of this world is judged."
        },
        {
          "verse": "12",
          "red_words": "I have yet many things to say unto you, but ye cannot bear them now."
        },
        {
          "verse": "13",
          "red_words": "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come."
        },
        {
          "verse": "14",
          "red_words": "He shall glorify me: for he shall receive of mine, and shall shew it unto you."
        },
        {
          "verse": "15",
          "red_words": "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you."
        },
        {
          "verse": "16",
          "red_words": "A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father."
        },
        {
          "verse": "17",
          "red_words": "A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?"
        },
        {
          "verse": "18",
          "red_words": "A little while?"
        },
        {
          "verse": "19",
          "red_words": "Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?"
        },
        {
          "verse": "20",
          "red_words": "Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy."
        },
        {
          "verse": "21",
          "red_words": "A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world."
        },
        {
          "verse": "22",
          "red_words": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you."
        },
        {
          "verse": "23",
          "red_words": "And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you."
        },
        {
          "verse": "24",
          "red_words": "Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full."
        },
        {
          "verse": "25",
          "red_words": "These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father."
        },
        {
          "verse": "26",
          "red_words": "At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:"
        },
        {
          "verse": "27",
          "red_words": "For the Father himself loveth you, because ye have loved me, and have believed that I came out from God."
        },
        {
          "verse": "28",
          "red_words": "I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father."
        },
        {
          "verse": "31",
          "red_words": "Do ye now believe?"
        },
        {
          "verse": "32",
          "red_words": "Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me."
        },
        {
          "verse": "33",
          "red_words": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world."
        }
      ]
    },
    {
      "chapter": "17",
      "verses": [
        {
          "verse": "2",
          "red_words": "As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him."
        },
        {
          "verse": "3",
          "red_words": "And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent."
        },
        {
          "verse": "4",
          "red_words": "I have glorified thee on the earth: I have finished the work which thou gavest me to do."
        },
        {
          "verse": "5",
          "red_words": "And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was."
        },
        {
          "verse": "6",
          "red_words": "I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word."
        },
        {
          "verse": "7",
          "red_words": "Now they have known that all things whatsoever thou hast given me are of thee."
        },
        {
          "verse": "8",
          "red_words": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me."
        },
        {
          "verse": "9",
          "red_words": "I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine."
        },
        {
          "verse": "10",
          "red_words": "And all mine are thine, and thine are mine; and I am glorified in them."
        },
        {
          "verse": "11",
          "red_words": "And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are."
        },
        {
          "verse": "12",
          "red_words": "While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled."
        },
        {
          "verse": "13",
          "red_words": "And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves."
        },
        {
          "verse": "14",
          "red_words": "I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world."
        },
        {
          "verse": "15",
          "red_words": "I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil."
        },
        {
          "verse": "16",
          "red_words": "They are not of the world, even as I am not of the world."
        },
        {
          "verse": "17",
          "red_words": "Sanctify them through thy truth: thy word is truth."
        },
        {
          "verse": "18",
          "red_words": "As thou hast sent me into the world, even so have I also sent them into the world."
        },
        {
          "verse": "19",
          "red_words": "And for their sakes I sanctify myself, that they also might be sanctified through the truth."
        },
        {
          "verse": "20",
          "red_words": "Neither pray I for these alone, but for them also which shall believe on me through their word;"
        },
        {
          "verse": "21",
          "red_words": "That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me."
        },
        {
          "verse": "22",
          "red_words": "And the glory which thou gavest me I have given them; that they may be one, even as we are one:"
        },
        {
          "verse": "23",
          "red_words": "I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me."
        },
        {
          "verse": "24",
          "red_words": "Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world."
        },
        {
          "verse": "25",
          "red_words": "O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me."
        },
        {
          "verse": "26",
          "red_words": "And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them."
        }
      ]
    },
    {
      "chapter": "18",
      "verses": [
        {
          "verse": "4",
          "red_words": "Whom seek ye?"
        },
        {
          "verse": "5",
          "red_words": "I am he."
        },
        {
          "verse": "7",
          "red_words": "Whom seek ye?"
        },
        {
          "verse": "8",
          "red_words": "I have told you that I am he: if therefore ye seek me, let these go their way:"
        },
        {
          "verse": "9",
          "red_words": "Of them which thou gavest me have I lost none."
        },
        {
          "verse": "11",
          "red_words": "Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?"
        },
        {
          "verse": "20",
          "red_words": "I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing."
        },
        {
          "verse": "21",
          "red_words": "Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said."
        },
        {
          "verse": "23",
          "red_words": "If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?"
        },
        {
          "verse": "34",
          "red_words": "Sayest thou this thing of thyself, or did others tell it thee of me?"
        },
        {
          "verse": "36",
          "red_words": "My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence."
        },
        {
          "verse": "37",
          "red_words": "Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice."
        }
      ]
    },
    {
      "chapter": "19",
      "verses": [
        {
          "verse": "11",
          "red_words": "Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin."
        },
        {
          "verse": "26",
          "red_words": "Woman, behold thy son!"
        },
        {
          "verse": "27",
          "red_words": "Behold thy mother!"
        },
        {
          "verse": "28",
          "red_words": "I thirst."
        },
        {
          "verse": "30",
          "red_words": "It is finished"
        }
      ]
    },
    {
      "chapter": "20",
      "verses": [
        {
          "verse": "15",
          "red_words": "Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away."
        },
        {
          "verse": "16",
          "red_words": "Mary"
        },
        {
          "verse": "17",
          "red_words": "Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God."
        },
        {
          "verse": "19",
          "red_words": "Peace be unto you."
        },
        {
          "verse": "21",
          "red_words": "Peace be unto you: as my Father hath sent me, even so send I you."
        },
        {
          "verse": "22",
          "red_words": "Receive ye the Holy Ghost:"
        },
        {
          "verse": "23",
          "red_words": "Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained."
        },
        {
          "verse": "26",
          "red_words": "Peace be unto you."
        },
        {
          "verse": "27",
          "red_words": "Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing."
        },
        {
          "verse": "29",
          "red_words": "Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed."
        }
      ]
    },
    {
      "chapter": "21",
      "verses": [
        {
          "verse": "5",
          "red_words": "Children, have ye any meat?"
        },
        {
          "verse": "6",
          "red_words": "Cast the net on the right side of the ship, and ye shall find."
        },
        {
          "verse": "10",
          "red_words": "Bring of the fish which ye have now caught."
        },
        {
          "verse": "12",
          "red_words": "Come and dine"
        },
        {
          "verse": "15",
          "red_words": "Simon, son of Jonas, lovest thou me more than these"
        },
        {
          "verse": "15",
          "red_words": "Feed my lambs."
        },
        {
          "verse": "16",
          "red_words": "Simon, son of Jonas, lovest thou me?"
        },
        {
          "verse": "16",
          "red_words": "Feed my sheep."
        },
        {
          "verse": "17",
          "red_words": "Simon, son of Jonas, lovest thou me?"
        },
        {
          "verse": "17",
          "red_words": "Feed my sheep."
        },
        {
          "verse": "18",
          "red_words": "Verily, verily, I say unto thee, When thou wast young, thou girdest thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not."
        },
        {
          "verse": "19",
          "red_words": "Follow me."
        },
        {
          "verse": "22",
          "red_words": "If I will that he tarry till I come, what is that to thee? follow thou me."
        }
      ]
    }
  ]
}