{
  "Mark": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "15",
          "red_words": "The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel."
        },
        {
          "verse": "17",
          "red_words": "Come ye after me, and I will make you to become fishers of men."
        },
        {
          "verse": "25",
          "red_words": "Hold thy peace, and come out of him."
        },
        {
          "verse": "38",
          "red_words": "Let us go into the next towns, that I may preach there also: for therefore came I forth."
        },
        {
          "verse": "41",
          "red_words": "I will; be thou clean."
        },
        {
          "verse": "44",
          "red_words": "See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "5",
          "red_words": "Son, thy sins be forgiven thee."
        },
        {
          "verse": "8",
          "red_words": "Why reason ye these things in your hearts?"
        },
        {
          "verse": "9",
          "red_words": "Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?"
        },
        {
          "verse": "10",
          "red_words": "But that ye may know that the Son of man hath power on earth to forgive sins,"
        },
        {
          "verse": "11",
          "red_words": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house."
        },
        {
          "verse": "14",
          "red_words": "Follow me."
        },
        {
          "verse": "17",
          "red_words": "They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance."
        },
        {
          "verse": "19",
          "red_words": "Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast."
        },
        {
          "verse": "20",
          "red_words": "But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days."
        },
        {
          "verse": "21",
          "red_words": "No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse."
        },
        {
          "verse": "22",
          "red_words": "And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles."
        },
        {
          "verse": "25",
          "red_words": "Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?"
        },
        {
          "verse": "26",
          "red_words": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?"
        },
        {
          "verse": "27",
          "red_words": "The sabbath was made for man, and not man for the sabbath:"
        },
        {
          "verse": "28",
          "red_words": "Therefore the Son of man is Lord also of the sabbath."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "3",
          "red_words": "Stand forth."
        },
        {
          "verse": "4",
          "red_words": "Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill?"
        },
        {
          "verse": "5",
          "red_words": "Stretch forth thine hand."
        },
        {
          "verse": "23",
          "red_words": "How can Satan cast out Satan?"
        },
        {
          "verse": "24",
          "red_words": "And if a kingdom be divided against itself, that kingdom cannot stand."
        },
        {
          "verse": "25",
          "red_words": "And if a house be divided against itself, that house cannot stand."
        },
        {
          "verse": "26",
          "red_words": "And if Satan rise up against himself, and be divided, he cannot stand, but hath an end."
        },
        {
          "verse": "27",
          "red_words": "No man can enter into a strong man's house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house."
        },
        {
          "verse": "28",
          "red_words": "Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:"
        },
        {
          "verse": "29",
          "red_words": "But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation."
        },
        {
          "verse": "33",
          "red_words": "Who is my mother, or my brethren?"
        },
        {
          "verse": "34",
          "red_words": "Behold my mother and my brethren!"
        },
        {
          "verse": "35",
          "red_words": "For whosoever shall do the will of God, the same is my brother, and my sister, and mother."
        }
      ]
    },
    {
      "chapter": "4",
      "verses": [
        {
          "verse": "3",
          "red_words": "Hearken; Behold, there went out a sower to sow:"
        },
        {
          "verse": "4",
          "red_words": "And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up."
        },
        {
          "verse": "5",
          "red_words": "And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:"
        },
        {
          "verse": "6",
          "red_words": "But when the sun was up, it was scorched; and because it had no root, it withered away."
        },
        {
          "verse": "7",
          "red_words": "And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit."
        },
        {
          "verse": "8",
          "red_words": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred."
        },
        {
          "verse": "9",
          "red_words": "He that hath ears to hear, let him hear."
        },
        {
          "verse": "11",
          "red_words": "Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things are done in parables:"
        },
        {
          "verse": "12",
          "red_words": "That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them."
        },
        {
          "verse": "13",
          "red_words": "Know ye not this parable? and how then will ye know all parables?"
        },
        {
          "verse": "14",
          "red_words": "The sower soweth the word."
        },
        {
          "verse": "15",
          "red_words": "And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts."
        },
        {
          "verse": "16",
          "red_words": "And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;"
        },
        {
          "verse": "17",
          "red_words": "And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word's sake, immediately they are offended."
        },
        {
          "verse": "18",
          "red_words": "And these are they which are sown among thorns; such as hear the word,"
        },
        {
          "verse": "19",
          "red_words": "And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."
        },
        {
          "verse": "20",
          "red_words": "And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred."
        },
        {
          "verse": "21",
          "red_words": "Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?"
        },
        {
          "verse": "22",
          "red_words": "For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad."
        },
        {
          "verse": "23",
          "red_words": "If any man have ears to hear, let him hear."
        },
        {
          "verse": "24",
          "red_words": "Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given."
        },
        {
          "verse": "25",
          "red_words": "For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath."
        },
        {
          "verse": "26",
          "red_words": "So is the kingdom of God, as if a man should cast seed into the ground;"
        },
        {
          "verse": "27",
          "red_words": "And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how."
        },
        {
          "verse": "28",
          "red_words": "For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear."
        },
        {
          "verse": "29",
          "red_words": "But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come."
        },
        {
          "verse": "30",
          "red_words": "Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?"
        },
        {
          "verse": "31",
          "red_words": "It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:"
        },
        {
          "verse": "32",
          "red_words": "But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it."
        },
        {
          "verse": "35",
          "red_words": "Let us pass over unto the other side."
        },
        {
          "verse": "39",
          "red_words": "Peace, be still."
        },
        {
          "verse": "40",
          "red_words": "Why are ye so fearful? how is it that ye have no faith?"
        }
      ]
    },
    {
      "chapter": "5",
      "verses": [
        {
          "verse": "8",
          "red_words": "Come out of the man, thou unclean spirit."
        },
        {
          "verse": "9",
          "red_words": "What is thy name?"
        },
        {
          "verse": "19",
          "red_words": "Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee."
        },
        {
          "verse": "30",
          "red_words": "Who touched my clothes?"
        },
        {
          "verse": "34",
          "red_words": "Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague."
        },
        {
          "verse": "36",
          "red_words": "Be not afraid, only believe."
        },
        {
          "verse": "39",
          "red_words": "Why make ye this ado, and weep? the damsel is not dead, but sleepeth."
        },
        {
          "verse": "41",
          "red_words": "Talitha cumi"
        }
      ]
    },
    {
      "chapter": "6",
      "verses": [
        {
          "verse": "4",
          "red_words": "A prophet is not without honour, but in his own country, and among his own kin, and in his own house."
        },
        {
          "verse": "10",
          "red_words": "In what place soever ye enter into an house, there abide till ye depart from that place."
        },
        {
          "verse": "11",
          "red_words": "And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city."
        },
        {
          "verse": "31",
          "red_words": "Come ye yourselves apart into a desert place, and rest a while:"
        },
        {
          "verse": "37",
          "red_words": "Give ye them to eat."
        },
        {
          "verse": "38",
          "red_words": "How many loaves have ye? go and see."
        },
        {
          "verse": "50",
          "red_words": "Be of good cheer: it is I; be not afraid."
        }
      ]
    },
    {
      "chapter": "7",
      "verses": [
        {
          "verse": "6",
          "red_words": "Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me."
        },
        {
          "verse": "7",
          "red_words": "Howbeit in vain do they worship me, teaching for doctrines the commandments of men."
        },
        {
          "verse": "8",
          "red_words": "For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do."
        },
        {
          "verse": "9",
          "red_words": "Full well ye reject the commandment of God, that ye may keep your own tradition."
        },
        {
          "verse": "10",
          "red_words": "For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:"
        },
        {
          "verse": "11",
          "red_words": "But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free."
        },
        {
          "verse": "12",
          "red_words": "And ye suffer him no more to do ought for his father or his mother;"
        },
        {
          "verse": "13",
          "red_words": "Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye."
        },
        {
          "verse": "14",
          "red_words": "Hearken unto me every one of you, and understand:"
        },
        {
          "verse": "15",
          "red_words": "There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man."
        },
        {
          "verse": "16",
          "red_words": "If any man have ears to hear, let him hear."
        },
        {
          "verse": "18",
          "red_words": "Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;"
        },
        {
          "verse": "19",
          "red_words": "Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?"
        },
        {
          "verse": "20",
          "red_words": "That which cometh out of the man, that defileth the man."
        },
        {
          "verse": "21",
          "red_words": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,"
        },
        {
          "verse": "22",
          "red_words": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:"
        },
        {
          "verse": "23",
          "red_words": "All these evil things come from within, and defile the man."
        },
        {
          "verse": "27",
          "red_words": "Let the children first be filled: for it is not meet to take the children's bread, and to cast it unto the dogs."
        },
        {
          "verse": "29",
          "red_words": "For this saying go thy way; the devil is gone out of thy daughter."
        },
        {
          "verse": "34",
          "red_words": "Ephphatha"
        }
      ]
    },
    {
      "chapter": "8",
      "verses": [
        {
          "verse": "2",
          "red_words": "I have compassion on the multitude, because they have now been with me three days, and have nothing to eat:"
        },
        {
          "verse": "3",
          "red_words": "And if I send them away fasting to their own houses, they will faint by the way: for divers of them came from far."
        },
        {
          "verse": "5",
          "red_words": "How many loaves have ye?"
        },
        {
          "verse": "12",
          "red_words": "Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation."
        },
        {
          "verse": "15",
          "red_words": "Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod."
        },
        {
          "verse": "17",
          "red_words": "Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?"
        },
        {
          "verse": "18",
          "red_words": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?"
        },
        {
          "verse": "19",
          "red_words": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up?"
        },
        {
          "verse": "20",
          "red_words": "And when the seven among four thousand, how many baskets full of fragments took ye up?"
        },
        {
          "verse": "21",
          "red_words": "How is it that ye do not understand?"
        },
        {
          "verse": "26",
          "red_words": "Neither go into the town, nor tell it to any in the town."
        },
        {
          "verse": "27",
          "red_words": "Whom do men say that I am?"
        },
        {
          "verse": "29",
          "red_words": "But whom say ye that I am?"
        },
        {
          "verse": "33",
          "red_words": "Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men."
        },
        {
          "verse": "34",
          "red_words": "Whosoever will come after me, let him deny himself, and take up his cross, and follow me."
        },
        {
          "verse": "35",
          "red_words": "For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel's, the same shall save it."
        },
        {
          "verse": "36",
          "red_words": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?"
        },
        {
          "verse": "37",
          "red_words": "Or what shall a man give in exchange for his soul?"
        },
        {
          "verse": "38",
          "red_words": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels."
        }
      ]
    },
    {
      "chapter": "9",
      "verses": [
        {
          "verse": "12",
          "red_words": "Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought."
        },
        {
          "verse": "13",
          "red_words": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him."
        },
        {
          "verse": "16",
          "red_words": "What question ye with them?"
        },
        {
          "verse": "19",
          "red_words": "O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me."
        },
        {
          "verse": "21",
          "red_words": "How long is it ago since this came unto him? And he said, Of a child."
        },
        {
          "verse": "23",
          "red_words": "If thou canst believe, all things are possible to him that believeth."
        },
        {
          "verse": "25",
          "red_words": "Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him."
        },
        {
          "verse": "29",
          "red_words": "This kind can come forth by nothing, but by prayer and fasting."
        },
        {
          "verse": "31",
          "red_words": "The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day."
        },
        {
          "verse": "33",
          "red_words": "What was it that ye disputed among yourselves by the way?"
        },
        {
          "verse": "35",
          "red_words": "If any man desire to be first, the same shall be last of all, and servant of all."
        },
        {
          "verse": "37",
          "red_words": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me."
        },
        {
          "verse": "39",
          "red_words": "Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me."
        },
        {
          "verse": "40",
          "red_words": "For he that is not against us is on our part."
        },
        {
          "verse": "41",
          "red_words": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward."
        },
        {
          "verse": "42",
          "red_words": "And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea."
        },
        {
          "verse": "43",
          "red_words": "And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:"
        },
        {
          "verse": "44",
          "red_words": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "verse": "45",
          "red_words": "And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:"
        },
        {
          "verse": "46",
          "red_words": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "verse": "47",
          "red_words": "And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:"
        },
        {
          "verse": "48",
          "red_words": "Where their worm dieth not, and the fire is not quenched."
        },
        {
          "verse": "49",
          "red_words": "For every one shall be salted with fire, and every sacrifice shall be salted with salt."
        },
        {
          "verse": "50",
          "red_words": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another."
        }
      ]
    },
    {
      "chapter": "10",
      "verses": [
        {
          "verse": "3",
          "red_words": "What did Moses command you?"
        },
        {
          "verse": "5",
          "red_words": "For the hardness of your heart he wrote you this precept."
        },
        {
          "verse": "6",
          "red_words": "But from the beginning of the creation God made them male and female."
        },
        {
          "verse": "7",
          "red_words": "For this cause shall a man leave his father and mother, and cleave to his wife;"
        },
        {
          "verse": "8",
          "red_words": "And they twain shall be one flesh: so then they are no more twain, but one flesh."
        },
        {
          "verse": "9",
          "red_words": "What therefore God hath joined together, let not man put asunder."
        },
        {
          "verse": "11",
          "red_words": "Whosoever shall put away his wife, and marry another, committeth adultery against her."
        },
        {
          "verse": "12",
          "red_words": "And if a woman shall put away her husband, and be married to another, she committeth adultery."
        },
        {
          "verse": "14",
          "red_words": "Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God."
        },
        {
          "verse": "15",
          "red_words": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein."
        },
        {
          "verse": "18",
          "red_words": "Why callest thou me good? there is none good but one, that is, God."
        },
        {
          "verse": "19",
          "red_words": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother."
        },
        {
          "verse": "21",
          "red_words": "One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me."
        },
        {
          "verse": "23",
          "red_words": "How hardly shall they that have riches enter into the kingdom of God!"
        },
        {
          "verse": "24",
          "red_words": "Children, how hard is it for them that trust in riches to enter into the kingdom of God!"
        },
        {
          "verse": "25",
          "red_words": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."
        },
        {
          "verse": "27",
          "red_words": "With men it is impossible, but not with God: for with God all things are possible."
        },
        {
          "verse": "29",
          "red_words": "Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's,"
        },
        {
          "verse": "30",
          "red_words": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life."
        },
        {
          "verse": "31",
          "red_words": "But many that are first shall be last; and the last first."
        },
        {
          "verse": "33",
          "red_words": "Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:"
        },
        {
          "verse": "34",
          "red_words": "And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again."
        },
        {
          "verse": "36",
          "red_words": "What would ye that I should do for you?"
        },
        {
          "verse": "38",
          "red_words": "Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?"
        },
        {
          "verse": "39",
          "red_words": "Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:"
        },
        {
          "verse": "40",
          "red_words": "But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared."
        },
        {
          "verse": "42",
          "red_words": "Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them."
        },
        {
          "verse": "43",
          "red_words": "But so shall it not be among you: but whosoever will be great among you, shall be your minister:"
        },
        {
          "verse": "44",
          "red_words": "And whosoever of you will be the chiefest, shall be servant of all."
        },
        {
          "verse": "45",
          "red_words": "For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many."
        },
        {
          "verse": "51",
          "red_words": "What wilt thou that I should do unto thee?"
        },
        {
          "verse": "52",
          "red_words": "Go thy way; thy faith hath made thee whole."
        }
      ]
    },
    {
      "chapter": "11",
      "verses": [
        {
          "verse": "2",
          "red_words": "Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him."
        },
        {
          "verse": "3",
          "red_words": "And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither."
        },
        {
          "verse": "14",
          "red_words": "No man eat fruit of thee hereafter for ever."
        },
        {
          "verse": "17",
          "red_words": "Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves."
        },
        {
          "verse": "22",
          "red_words": "Have faith in God."
        },
        {
          "verse": "23",
          "red_words": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith."
        },
        {
          "verse": "24",
          "red_words": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them."
        },
        {
          "verse": "25",
          "red_words": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses."
        },
        {
          "verse": "26",
          "red_words": "But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses."
        },
        {
          "verse": "29",
          "red_words": "I will also ask of you one question, and answer me, and I will tell you by what authority I do these things."
        },
        {
          "verse": "30",
          "red_words": "The baptism of John, was it from heaven, or of men? answer me."
        },
        {
          "verse": "33",
          "red_words": "Neither do I tell you by what authority I do these things."
        }
      ]
    },
    {
      "chapter": "12",
      "verses": [
        {
          "verse": "2",
          "red_words": "And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard."
        },
        {
          "verse": "3",
          "red_words": "And they caught him, and beat him, and sent him away empty."
        },
        {
          "verse": "4",
          "red_words": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled."
        },
        {
          "verse": "5",
          "red_words": "And again he sent another; and him they killed, and many others; beating some, and killing some."
        },
        {
          "verse": "6",
          "red_words": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son."
        },
        {
          "verse": "7",
          "red_words": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.'"
        },
        {
          "verse": "8",
          "red_words": "And they took him, and killed him, and cast him out of the vineyard."
        },
        {
          "verse": "9",
          "red_words": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others."
        },
        {
          "verse": "10",
          "red_words": "And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:"
        },
        {
          "verse": "11",
          "red_words": "This was the Lord's doing, and it is marvellous in our eyes?"
        },
        {
          "verse": "15",
          "red_words": "Why tempt ye me? bring me a penny, that I may see it."
        },
        {
          "verse": "16",
          "red_words": "Whose is this image and superscription?"
        },
        {
          "verse": "17",
          "red_words": "Render to Caesar the things that are Caesar's, and to God the things that are God's."
        },
        {
          "verse": "24",
          "red_words": "Do ye not therefore err, because ye know not the scriptures, neither the power of God?"
        },
        {
          "verse": "25",
          "red_words": "For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven."
        },
        {
          "verse": "26",
          "red_words": "And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?"
        },
        {
          "verse": "27",
          "red_words": "He is not the God of the dead, but the God of the living: ye therefore do greatly err."
        },
        {
          "verse": "29",
          "red_words": "The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:"
        },
        {
          "verse": "30",
          "red_words": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment."
        },
        {
          "verse": "31",
          "red_words": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these."
        },
        {
          "verse": "34",
          "red_words": "Thou art not far from the kingdom of God."
        },
        {
          "verse": "35",
          "red_words": "How say the scribes that Christ is the son of David?"
        },
        {
          "verse": "36",
          "red_words": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool."
        },
        {
          "verse": "37",
          "red_words": "David therefore himself calleth him Lord; and whence is he then his son?"
        },
        {
          "verse": "38",
          "red_words": "Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,"
        },
        {
          "verse": "39",
          "red_words": "And the chief seats in the synagogues, and the uppermost rooms at feasts:"
        },
        {
          "verse": "40",
          "red_words": "Which devour widows' houses, and for a pretence make long prayers: these shall receive greater damnation."
        },
        {
          "verse": "43",
          "red_words": "Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:"
        },
        {
          "verse": "44",
          "red_words": "For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living."
        }
      ]
    },
    {
      "chapter": "13",
      "verses": [
        {
          "verse": "2",
          "red_words": "Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down."
        },
        {
          "verse": "5",
          "red_words": "Take heed lest any man deceive you:"
        },
        {
          "verse": "6",
          "red_words": "For many shall come in my name, saying, I am Christ; and shall deceive many."
        },
        {
          "verse": "7",
          "red_words": "And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet."
        },
        {
          "verse": "8",
          "red_words": "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows."
        },
        {
          "verse": "9",
          "red_words": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them."
        },
        {
          "verse": "10",
          "red_words": "And the gospel must first be published among all nations."
        },
        {
          "verse": "11",
          "red_words": "But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost."
        },
        {
          "verse": "12",
          "red_words": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death."
        },
        {
          "verse": "13",
          "red_words": "And ye shall be hated of all men for my name's sake: but he that shall endure unto the end, the same shall be saved."
        },
        {
          "verse": "14",
          "red_words": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:"
        },
        {
          "verse": "15",
          "red_words": "And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:"
        },
        {
          "verse": "16",
          "red_words": "And let him that is in the field not turn back again for to take up his garment."
        },
        {
          "verse": "17",
          "red_words": "But woe to them that are with child, and to them that give suck in those days!"
        },
        {
          "verse": "18",
          "red_words": "And pray ye that your flight be not in the winter."
        },
        {
          "verse": "19",
          "red_words": "For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be."
        },
        {
          "verse": "20",
          "red_words": "And except that the Lord had shortened those days, no flesh should be saved: but for the elect's sake, whom he hath chosen, he hath shortened the days."
        },
        {
          "verse": "21",
          "red_words": "And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:"
        },
        {
          "verse": "22",
          "red_words": "For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect."
        },
        {
          "verse": "23",
          "red_words": "But take ye heed: behold, I have foretold you all things."
        },
        {
          "verse": "24",
          "red_words": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,"
        },
        {
          "verse": "25",
          "red_words": "And the stars of heaven shall fall, and the powers that are in heaven shall be shaken."
        },
        {
          "verse": "26",
          "red_words": "And then shall they see the Son of man coming in the clouds with great power and glory."
        },
        {
          "verse": "27",
          "red_words": "And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven."
        },
        {
          "verse": "28",
          "red_words": "Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:"
        },
        {
          "verse": "29",
          "red_words": "So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors."
        },
        {
          "verse": "30",
          "red_words": "Verily I say unto you, that this generation shall not pass, till all these things be done."
        },
        {
          "verse": "31",
          "red_words": "Heaven and earth shall pass away: but my words shall not pass away."
        },
        {
          "verse": "32",
          "red_words": "But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father."
        },
        {
          "verse": "33",
          "red_words": "Take ye heed, watch and pray: for ye know not when the time is."
        },
        {
          "verse": "34",
          "red_words": "For the Son of Man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch."
        },
        {
          "verse": "35",
          "red_words": "Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:"
        },
        {
          "verse": "36",
          "red_words": "Lest coming suddenly he find you sleeping."
        },
        {
          "verse": "37",
          "red_words": "And what I say unto you I say unto all, Watch."
        }
      ]
    },
    {
      "chapter": "14",
      "verses": [
        {
          "verse": "6",
          "red_words": "Let her alone; why trouble ye her? she hath wrought a good work on me."
        },
        {
          "verse": "7",
          "red_words": "For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always."
        },
        {
          "verse": "8",
          "red_words": "She hath done what she could: she is come aforehand to anoint my body to the burying."
        },
        {
          "verse": "9",
          "red_words": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her."
        },
        {
          "verse": "13",
          "red_words": "Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him."
        },
        {
          "verse": "14",
          "red_words": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?"
        },
        {
          "verse": "15",
          "red_words": "And he will shew you a large upper room furnished and prepared: there make ready for us."
        },
        {
          "verse": "18",
          "red_words": "Verily I say unto you, One of you which eateth with me shall betray me."
        },
        {
          "verse": "20",
          "red_words": "It is one of the twelve, that dippeth with me in the dish."
        },
        {
          "verse": "21",
          "red_words": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born."
        },
        {
          "verse": "22",
          "red_words": "Take, eat: this is my body."
        },
        {
          "verse": "24",
          "red_words": "This is my blood of the new testament, which is shed for many."
        },
        {
          "verse": "25",
          "red_words": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God."
        },
        {
          "verse": "27",
          "red_words": "All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered."
        },
        {
          "verse": "28",
          "red_words": "But after that I am risen, I will go before you into Galilee."
        },
        {
          "verse": "30",
          "red_words": "Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice."
        },
        {
          "verse": "32",
          "red_words": "Sit ye here, while I shall pray."
        },
        {
          "verse": "34",
          "red_words": "My soul is exceeding sorrowful unto death: tarry ye here, and watch."
        },
        {
          "verse": "36",
          "red_words": "Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt."
        },
        {
          "verse": "37",
          "red_words": "Simon, sleepest thou? couldest not thou watch one hour?"
        },
        {
          "verse": "38",
          "red_words": "Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak."
        },
        {
          "verse": "41",
          "red_words": "Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners."
        },
        {
          "verse": "42",
          "red_words": "Rise up, let us go; lo, he that betrayeth me is at hand."
        },
        {
          "verse": "48",
          "red_words": "Are ye come out, as against a thief, with swords and with staves to take me?"
        },
        {
          "verse": "49",
          "red_words": "I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled."
        },
        {
          "verse": "62",
          "red_words": "I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
        }
      ]
    },
    {
      "chapter": "15",
      "verses": [
        {
          "verse": "2",
          "red_words": "Thou sayest it."
        },
        {
          "verse": "34",
          "red_words": "Eloi, Eloi, lama sabachthani?"
        }
      ]
    },
    {
      "chapter": "16",
      "verses": [
        {
          "verse": "15",
          "red_words": "Go ye into all the world, and preach the gospel to every creature."
        },
        {
          "verse": "16",
          "red_words": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned."
        },
        {
          "verse": "17",
          "red_words": "And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;"
        },
        {
          "verse": "18",
          "red_words": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover."
        }
      ]
    }
  ]
}