{
  "1": [
    {
      "verse": "8",
      "text": "I am Alpha and Omega, the beginning and the ending which is, and which was, and which is to come, the Almighty"
    },
    {
      "verse": "11",
      "text": "I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea."
    },
    {
      "verse": "17",
      "text": "Fear not; I am the first and the last:"
    },
    {
      "verse": "18",
      "text": "I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death."
    },
    {
      "verse": "19",
      "text": "Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;"
    }
  ],
  "2": [
    {
      "verse": "2",
      "text": "I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:"
    },
    {
      "verse": "3",
      "text": "And hast borne, and hast patience, and for my name's sake hast laboured, and hast not fainted."
    },
    {
      "verse": "4",
      "text": "Nevertheless I have somewhat against thee, because thou hast left thy first love."
    },
    {
      "verse": "5",
      "text": "Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent."
    },
    {
      "verse": "6",
      "text": "But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate."
    },
    {
      "verse": "7",
      "text": "He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God."
    },
    {
      "verse": "8",
      "text": "And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;"
    },
    {
      "verse": "9",
      "text": "I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan."
    },
    {
      "verse": "10",
      "text": "Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life."
    },
    {
      "verse": "11",
      "text": "He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death."
    },
    {
      "verse": "12",
      "text": "And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;"
    },
    {
      "verse": "13",
      "text": "I know thy works, and where thou dwellest, even where Satan's seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was my faithful martyr, who was slain among you, where Satan dwelleth."
    },
    {
      "verse": "14",
      "text": "But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication."
    },
    {
      "verse": "15",
      "text": "So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate."
    },
    {
      "verse": "16",
      "text": "Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth."
    },
    {
      "verse": "17",
      "text": "He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it."
    },
    {
      "verse": "18",
      "text": "And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;"
    },
    {
      "verse": "19",
      "text": "I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first."
    },
    {
      "verse": "20",
      "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols."
    },
    {
      "verse": "21",
      "text": "And I gave her space to repent of her fornication; and she repented not."
    },
    {
      "verse": "22",
      "text": "Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds."
    },
    {
      "verse": "23",
      "text": "And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works."
    },
    {
      "verse": "24",
      "text": "But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden."
    },
    {
      "verse": "25",
      "text": "But that which ye have already hold fast till I come."
    },
    {
      "verse": "26",
      "text": "And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:"
    },
    {
      "verse": "27",
      "text": "And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father."
    },
    {
      "verse": "28",
      "text": "And I will give him the morning star."
    }
  ],
  "3": [
    {
      "verse": "2",
      "text": "Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God."
    },
    {
      "verse": "3",
      "text": "Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee."
    },
    {
      "verse": "4",
      "text": "Thou hast a few names even in Sardis which have not defiled their garments; and they shall walk with me in white: for they are worthy."
    },
    {
      "verse": "5",
      "text": "He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life, but I will confess his name before my Father, and before his angels."
    },
    {
      "verse": "6",
      "text": "He that hath an ear, let him hear what the Spirit saith unto the churches."
    },
    {
      "verse": "7",
      "text": "And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;"
    },
    {
      "verse": "8",
      "text": "I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name."
    },
    {
      "verse": "9",
      "text": "Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee."
    },
    {
      "verse": "10",
      "text": "Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth."
    },
    {
      "verse": "11",
      "text": "Behold, I come quickly: hold that fast which thou hast, that no man take thy crown."
    },
    {
      "verse": "12",
      "text": "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name."
    },
    {
      "verse": "13",
      "text": "He that hath an ear, let him hear what the Spirit saith unto the churches."
    },
    {
      "verse": "14",
      "text": "And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;"
    },
    {
      "verse": "15",
      "text": "I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot."
    },
    {
      "verse": "16",
      "text": "So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth."
    },
    {
      "verse": "17",
      "text": "Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:"
    },
    {
      "verse": "18",
      "text": "I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see."
    },
    {
      "verse": "19",
      "text": "As many as I love, I rebuke and chasten: be zealous therefore, and repent."
    },
    {
      "verse": "20",
      "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me."
    },
    {
      "verse": "21",
      "text": "To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne."
    }
  ],
  "4": [],
  "5": [],
  "6": [],
  "7": [],
  "8": [],
  "9": [],
  "10": [],
  "11": [],
  "12": [],
  "13": [],
  "14": [],
  "15": [],
  "16": [],
  "17": [],
  "18": [],
  "19": [],
  "20": [],
  "21": [],
  "22": [
    {
      "verse": "7",
      "text": "Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book."
    },
    {
      "verse": "12",
      "text": "And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be."
    },
    {
      "verse": "13",
      "text": "I am Alpha and Omega, the beginning and the end, the first and the last."
    },
    {
      "verse": "16",
      "text": "I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star."
    },
    {
      "verse": "20",
      "text": "Surely I come quickly."
    }
  ]
}